/* FindHostelMapView title KM one */
"%f km away~" = "距离 %f 公里~";

/* FindHostelMapView title m one */
"%f m away~" = "还有 %f 米远~";

/* Add to favourite successfully alert msg */
"Added Successfully." = "添加成功.";

/* Okay button */
"Okay" = "好的";

/* Add to favourite fail alert title */
"Oops." = "哎呦~.";

/* Do not find hostel alert msg */
"Oops.No Hostel avaliable in the select city right now." = "没有在该城市找到青年旅舍.";

/* Do not find hostel alert title */
"Sorry." = "对不起.";

/* Add to favourite successfully alert title */
"Success." = "添加成功.";

/* Add to favourite fail alert msg */
"You have add this hostel to the favourite hostels before." = "这家青年旅舍已经在您的行程单里面了.";

